/* NSWindow (Battery Recall Assistant) : <title:Battery Recall Assistant> (oid:5) */
"Battery Recall Assistant" = "Assistente Richiamo Batterie";

/* NSTextField (Battery serial number:) : <title:Battery serial number:> (oid:11) */
"Battery serial number:" = "Numero di serie della batteria:";

/* NSButton (Check) : <title:Check> (oid:27) */
"Check" = "Verifica";

/* NSTextField (0) : <title:Computer serial number> (oid:44) */
"Computer serial number" = "Numero di serie del computer";

/* NSTextField (Computer serial number:) : <title:Computer serial number:> (oid:10) */
"Computer serial number:" = "Numero di serie del computer:";

/* NSTextField (Country:) : <title:Country:> (oid:13) */
"Country:" = "Paese:";

/* NSButton (Dismiss) : <title:Dismiss> (oid:28) */
"Dismiss" = "Nascondi";

/* NSTextField (Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.) : <title:Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program.> (oid:25) */
"Enter your battery’s full 12-digit serial number to check if your battery is eligible for the iBook G4 and PowerBook G4 Battery Exchange program." = "Introduci il numero di serie a 12 caratteri della tua batteria per verificare se è idonea per il programma di richiamo batterie iBook G4 e PowerBook G4.";

/* NSTextField (0) : <title:Full 12-digit battery serial number> (oid:9) */
"Full 12-digit battery serial number" = "Numero di serie a 12 caratteri della batteria";

/* NSMenuItem : <title:Item1> (oid:18) */
"Item1" = "Item1";

/* NSMenuItem : <title:Item2> (oid:16) */
"Item2" = "Item2";

/* NSMenuItem : <title:Item3> (oid:17) */
"Item3" = "Item3";

/* NSButton (More info…) : <title:More info…> (oid:47) */
"More info…" = "Maggiori informazioni…";

/* NSMenu : <title:OtherViews> (oid:15) */
"OtherViews" = "OtherViews";

/* NSTextField (iBook & PowerBook Battery Exchange) : <title:iBook & PowerBook Battery Exchange> (oid:24) */
"iBook & PowerBook Battery Exchange" = "Richiamo batterie iBook e PowerBook";

